Repository: Omerfarukatik/gifedit
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Home
tr: Ana Sayfa

source: Discover
tr: Keşfet

source: Create
tr: Oluştur

source: Learn
tr: Öğren

source: Profile
tr: Profil

source: Login
tr: Giriş Yap

source: Sign Up
tr: Kaydol

source: Email
tr: E-posta

source: Password
tr: Şifre

source: Forgot Password?
tr: Şifremi Unuttum?

source: Or continue with
tr: Veya şununla devam et

# dontHaveAccount
source: Don't have an account?
tr: Hesabın yok mu?

source: Start Creating Now!
tr: Hemen Oluşturmaya Başla!

source: View All
tr: Tümünü Gör

# proBenefitsTitle
source: Remove Watermarks!
tr: Filigranları Kaldır!

source: Log Out
tr: Çıkış Yap

source: Next
tr: İleri

source: Skip
tr: Atla

source: All
tr: Tümü

source: Search memes...
tr: Memeleri ara...

source: AI/Meme Image
tr: AI/Meme Görseli

# dailyGif
source: GIF of the Day
tr: Günün GIF'i

source: Saved Memes
tr: Kaydettiğin Memeler

source: Recent Creations
tr: Son Oluşturdukların

# username
source: your_username
tr: senin_kullanici_adin

# memeCaption1
source: When I try to use a new English word in a conversation.
tr: Yeni bir İngilizce kelimeyi konuşmada kullanmaya çalıştığımda.

# memeCaption2
source: My face when I finally understand a complex grammar rule.
tr: Karmaşık bir dilbilgisi kuralını nihayet anladığımdaki yüz ifadem.

# goPremium
source: GO PRO
tr: PRO OL

# welcomeTitle
source: Welcome to the Meme World!
tr: Meme Dünyasına Hoş Geldiniz!

# memeCreationDescription
source: Create Unique GIFs and Memes in Seconds
tr: Saniyeler İçinde Benzersiz GIF ve Meme'ler Oluşturun

# readyToStart
source: Ready to Start Creating?
tr: Oluşturmaya Hazır mısınız?

source: Start
tr: Başla

# uploadYourFace
source: 1. Upload Your Face
tr: 1. Kendi Yüzünü Yükle

# selectFromGallery
source: Select Photo from Gallery
tr: Galeriden Fotoğraf Seç

# continueText
source: Continue
tr: Devam Et

source: Image selection cancelled.
tr: Görsel seçimi iptal edildi.

source: Select Image to Process
tr: İşlenecek Görseli Seç

# selectAnImageFirst
source: Please select an image first.
tr: Lütfen önce bir fotoğraf seçin.

# selectAGifTemplate
source: 2. Select a GIF Template
tr: 2. Bir GIF Şablonu Seç

source: Default GIFs
tr: Varsayılan GIF'ler

source: Upload Your Own GIF
tr: Kendi GIF'ini Yükle

source: Create GIF
tr: GIF'i Oluştur

source: Subscription Management
tr: Abonelik Yönetimi

# currentPlanTitle
source: Your Current Plan: Stitch PRO
tr: Mevcut Planınız: Stitch PRO

source: Next renewal date:
tr: Bir sonraki yenileme tarihi:

# proBenefitsListTitle
source: Your PRO Benefits:
tr: PRO Üyeliğinizin Sundukları:

# proFeature1
source: No watermarks
tr: Filigran yok

# proFeature2
source: Access to all premium templates
tr: Özel şablonlara tam erişim

# proFeature3
source: Priority support and processing
tr: Öncelikli destek ve işleme

# proFeature4
source: Upload your own GIFs
tr: Kendi GIF'lerinizi yükleyebilme

# manageSubscription
source: Manage/Cancel Subscription
tr: Aboneliği Yönet/İptal Et

source: Restore Purchases
tr: Satın Alımları Geri Yükle

source: Appearance Settings
tr: Görünüm Ayarları

source: Dark Mode
tr: Koyu Tema (Dark Mode)

source: Custom theme disabled
tr: Özel tema devre dışı

source: Use System Settings
tr: Sistem Ayarını Kullan

# systemAutoSync
source: Automatic, synced with device settings
tr: Otomatik, cihaz ayarıyla senkronize

# systemSettingDisabled
source: Device setting disabled
tr: Cihaz ayarı devre dışı

source: Created
tr: Oluşturduklarım

source: Saved
tr: Kaydettiklerim

# gifStat
source: GIFs
tr: GIF

# likeStat
source: Likes
tr: Beğeni

# followerStat
source: Followers
tr: Takipçi

# ayse
source: Ay≈üe
tr: Ayşe

# proBenefitsDescription
source: Download without watermark and discover more templates!
tr: Filigran olmadan indir ve daha fazla şablon keşfet!

source: Best Value
tr: En İyi Fiyat

# weekPeriod
source: week
tr: hafta

# monthPeriod
source: month
tr: ay

# yearPeriod
source: year
tr: yıl

# unlimitedMeme
source: Unlimited meme generation
tr: Sınırsız meme üretimi

source: No watermarks
tr: Filigran yok

# accessTemplates
source: Access to all templates
tr: Tüm şablonlara erişim
